[
  {
    "name": "Avoid Hype in Study Descriptions",
    "description": "Do not hype a study by listing the names, credentials, institutions, or other 'qualifications' of their authors. Focus on what a cited study says about the structure, function, clinical significance, etc. of the gene or protein.",
    "applicable_sections": [
      "All Sections"
    ]
  },
  {
    "name": "Use UniProt Protein Name as Article Name",
    "description": "If the protein name is relatively short, use the recommended UniProt protein name as the article name.",
    "applicable_sections": [
      "All Sections"
    ]
  },
  {
    "name": "Use Protein Acronym or HUGO Gene Symbol for Verbose Protein Names",
    "description": "If the protein name is verbose, use either a widely used protein acronym or the official HUGO gene symbol, followed by '(gene)' if necessary to disambiguate.",
    "applicable_sections": [
      "All Sections"
    ]
  },
  {
    "name": "Enumerate Proteins in a Family with a Dash and Arabic Number",
    "description": "When naming proteins in a family based on homology or shared function, enumerate them with a dash '-' followed by an Arabic number (e.g., desmoglein-1, desmoglein-2, etc.)",
    "applicable_sections": [
      "All Sections"
    ]
  },
  {
    "name": "Include Taxon in Article Title for Viral Proteins",
    "description": "For articles about viral proteins, include the taxon in the title to avoid ambiguity. Adding a parenthesized term to disambiguate common symbols is acceptable even if it is the only article with that name.",
    "applicable_sections": [
      "All Sections"
    ]
  },
  {
    "name": "Abbreviation Usage",
    "description": "Abbreviations of genes should be used instead of the full name. Human gene names should be written in capitals, while orthologs of human genes in other species should only capitalize the initial letter.",
    "applicable_sections": [
      "Gene"
    ]
  },
  {
    "name": "Gene Symbol Usage",
    "description": "Gene symbols should be used in a specific format: 'the ALDOA gene is regulated...', 'the rat gene for Aldoa is regulated...', or ''ALDOA'' is regulated...'. Avoid using 'the gene ''ALDOA'' is regulated' as it is redundant.",
    "applicable_sections": [
      "Gene"
    ]
  },
  {
    "name": "Standard Format for Diagrams",
    "description": "Diagrams should adhere to a standard format. If the diagram guide provided does not offer sufficient style guidance for images in an article, consider proposing expansions to the standardized formatting for diagrams.",
    "applicable_sections": [
      "Images and Diagrams"
    ]
  },
  {
    "name": "Include Infoboxes at the Top",
    "description": "One or more relevant infoboxes should be included at the top of each article. Infoboxes provide key information and aid in structuring the content of the article.",
    "applicable_sections": [
      "Lead",
      "Gene",
      "Protein",
      "Structure",
      "Species",
      "Tissue",
      "Subcellular Distribution",
      "Function",
      "Interactions",
      "Clinical Significance",
      "History/Discovery",
      "References",
      "Images and Diagrams",
      "Navigation Box",
      "Categories",
      "All Sections"
    ]
  },
  {
    "name": "Lead Section Definition",
    "description": "The lead section must be the section before the first headline. The first sentence of the lead should define the scope of the article.",
    "applicable_sections": [
      "Lead"
    ]
  },
  {
    "name": "Avoid Repetition of Basic Gene Information",
    "description": "Specific information about the gene, such as its location on the chromosome and regulation, should not be unnecessarily repeated if already included in the infobox. Include only notable information in this section.",
    "applicable_sections": [
      "Gene"
    ]
  },
  {
    "name": "Avoid Repetition of Basic Protein Information",
    "description": "Specific information about the protein, such as splice variants and post-translational modifications, should not be unnecessarily repeated if already included in the infobox. Include only notable information in this section.",
    "applicable_sections": [
      "Protein"
    ]
  },
  {
    "name": "Species, Tissue, and Subcellular Distribution Description",
    "description": "Optional section that concisely describes the species where the gene is expressed, the tissues where the protein is expressed, and the subcellular compartments or organelles where the protein is found.",
    "applicable_sections": [
      "Species, Tissue, and Subcellular Distribution"
    ]
  },
  {
    "name": "Function Description",
    "description": "Describe the function of the transcribed protein in this section.",
    "applicable_sections": [
      "Function"
    ]
  },
  {
    "name": "Interactions Listing",
    "description": "Optional section listing proteins that interact with the protein subject of the article.",
    "applicable_sections": [
      "Interactions"
    ]
  },
  {
    "name": "Clinical Significance Listing",
    "description": "List diseases or conditions resulting from gene mutations or protein deficiencies/excesses in this section.",
    "applicable_sections": [
      "Clinical Significance"
    ]
  },
  {
    "name": "History/Discovery Information",
    "description": "Include names of individuals or groups who made key discoveries about the gene or protein. Avoid directly mentioning research groups or institutions.",
    "applicable_sections": [
      "History/Discovery"
    ]
  },
  {
    "name": "Link Wikipedia Article to Wikidata Item",
    "description": "The Wikipedia article should be linked to a Wikidata item of the entity first mentioned in the first sentence of the lead section.",
    "applicable_sections": [
      "Lead"
    ]
  },
  {
    "name": "Use Reliable Sources",
    "description": "Provide guidance on choosing and using reliable sources like Wikipedia's identified reliable sources in natural and physical sciences, and avoid using non-specific or general references in the 'References' section.",
    "applicable_sections": [
      "All Sections"
    ]
  },
  {
    "name": "Consistent Citation Formatting",
    "description": "Maintain consistency in citation formatting within each article, whether done manually or by using citation templates like Cite journal, Cite book, Cite web, Cite press release, and Cite news.",
    "applicable_sections": [
      "All Sections"
    ]
  },
  {
    "name": "Population of Citation Templates",
    "description": "Utilize tools like Diberri's template-filling web site or the Universal reference formatter to populate journal and book citation templates efficiently by entering relevant identifiers such as PMID or ISBN.",
    "applicable_sections": [
      "All Sections"
    ]
  },
  {
    "name": "Hyperlinking in Citations",
    "description": "Include hyperlinks in citations where applicable, such as linking to PubMed for journal abstracts, using DOI templates, providing URLs for freely available full-text articles, and preferring HTML links over PDF for wider compatibility.",
    "applicable_sections": [
      "All Sections"
    ]
  },
  {
    "name": "Include Navigation Boxes for Related Proteins",
    "description": "Articles about related proteins should include one or more navigation boxes like Cytoskeletal Proteins, Ion channels, Transcription factors, and Transmembrane receptors to facilitate cross-linking.",
    "applicable_sections": [
      "All Sections",
      "Navigation Box"
    ]
  },
  {
    "name": "Categorization Rule",
    "description": "Every Wikipedia article should be added to at least one category. Categories or subcategories that may be appropriate for gene and protein articles include: Proteins, Enzymes by function, Genes by human chromosome.",
    "applicable_sections": [
      "All Sections",
      "Categories"
    ]
  },
  {
    "name": "Use of Notes Section",
    "description": "Include a section titled 'Notes' to provide additional information or clarifications within the article.",
    "applicable_sections": [
      "All Sections"
    ]
  }
]